cask 'hammerspoon'

cask 'microsoft-teams'
cask 'webex'
cask 'figma'

cask 'iterm2'
cask 'firefox'

tap 'homebrew/cask-fonts'
cask 'font-jetbrains-mono-nerd-font'

brew 'azure-cli'
brew 'jq'

brew 'neovim'
brew 'ripgrep'
brew 'tmux'

brew 'colima'
brew 'docker'
brew 'docker-compose'
brew 'go'
brew 'gopls'
